{
  "language": "Languages",
  "in_progress": "In Progress",
  "alert": {
    "successfully_registered": "Successfully registered.",
    "draw_first": "Please draw your name in canvas first.",
    "already_subscribed": "You already subscribed us.",
    "internal_server_error": "Internal Server Error. Please try later.",
    "inappropriate_email": "Check your email address.",
    "enter_email_first": "Please enter your email.",
    "privacy_policy_required": "Privacy Policy Agreement is required.",
    "name_length_larger_than_2": "Enter 2 or more letters for your name.",
    "content_length_larger_than_3": "Enter 3 or more letters for the content.",
    "content_length_smaller_than_300": "Enter 300 or less letters for the content.",
    "check_network_status": "Please check your network status.",
    "fill_all_required": "Please fill the all required blanks."
  },
  "submit": "submit",
  "privacy_policy": "Privacy Policy",
  "sort": "sort",
  "filter": "filter",
  "currency": "KRW",
  "name": "name",
  "email": "email",
  "phone": "phone",
  "required": "required",
  "ex": "ex: +1-000-000-0000",
  "year": "year",
  "price": "price",
  "introduction": {
    "title": "Artist’s thought",
    "p1": "My artwork includes considerable amount of white space. It isn’t a simple vacancy nor the simple description of visual information but rather the trace of our thoughts that stays there and leaves. Along with the spatial composition of the white, shape and color have been refined but understated in order to resonate with the meaning of the emptiness.",
    "p2": "The world changes fast; capitalism and hastiness become more and more predominant. Instead of an undefined feelings of inner growth, people tend to pursue the result and efficiency. We’re not relaxed enough anymore to listen back to the sound of our inner self.",
    "p3": "I’m guiding the audience into the things that we cannot see through those we can. I hope the audience to consciously fill up the white space with their thoughts, recover their subjectivity, and have some relaxed time or manner to look deep inside their inner self.",
    "name": "Cheolseong Kim"
  },
  "visitors_book": {
    "by_now": "TOTAL",
    "participated": "PARTICIPATED",
    "title": "Visitors Book",
    "placeholder": "Please draw your name here.",
    "text_placeholder": "Please leave your comments for the artist. (optional)",
    "agreement": "I agree with Privacy Policy for marketing purposes.",
    "keep_updated": "Keep me updated about future exhibitions."
  },
  "about": {
    "explanation": "onDisplay is the IT company that leads the new culture of exhibition and appreciation of the post-COVID-19 era along with artists and art galleries. Please contact us if interested in opening an online exhibition with onDisplay. We support every artist affected by COVID-19.",
    "representative": "CEO ",
    "psj": "Simon Park"
  },
  "detail": {
    "copied_to_clipboard": "Address copied to clipboard.",
    "share": "share",
    "contact": "contact",
    "printing": "printing"
  },
  "contact": {
    "privacy_policy_agreement": "I agree with Privacy Policy. (required)",
    "keep_me_updated": "Keep me updated about future exhibitions. (optional)",
    "title1": "Are you interested in purchasing this artwork?",
    "title2": "Please leave a note to the artist. *",
    "placeholder": "Hi, I’m really interested in purchasing this artwork. I want to take a look at the artwork before making the decision. Would you mind if I visit your studio?",
    "printing": {
      "title1": "We provide canvas printings of various sizes.",
      "title2": "Please leave a note of your request. *",
      "placeholder1": "I want to purchase the printing with the size of the original artwork.",
      "placeholder2": "I want to purchase the printing with a size of A4, in the frame."  
    }
  },
  "review": {
    "title": "Transcendental Reality Reflected on Nature - Critic Lee Sunyoung",
    "see_more": "See More",
    "see_less": "See Less",
    "p1": "Peace emerges from the Kim Cheolseong’s work. Water, rocks, horizon, and sky appear and sometimes a blade of grass, little animals, and plants join in. The peace is generated from the horizon and the ample marginal space below, which leads to a relaxation of eyes. The peace also comes from the diversity and the firmness of the constituents placed sparsely on the marginal space. Kim's work has shown similar compositions for the last several years only with a little variation of shapes and positions of rocks and the handling of background scene. Kim plays a variation with some limited constituents as if he plays Korean chess or Baduk. The line that crosses in the work is not exactly called a horizontal line, but it can be as the line takes control of the proportion of water and sky. In the case of appearing only rocks, it is captured from the foreground scene. The scene under the horizontal line is not spacious but it creates another space. Above the line, a distant island or a little ground usually appear and from time to time some abstract scene, which is the image formed from nature, fully takes up the space.",
    "p2": "It is this space that a color and a shape become strong. An intense brush touch concealed in another part comes alive in this space. This formative touch is differentiated from the natural touch of the rocks below, which is realistically reproduced. Here is also a perspective based on the touch, not on the silhouette. For Kim, nature also includes emotions swirling inside him. He puts a little line among the hard-to-tell shapes, whose forms are difficult to figure out whether they are forest or cloud. The realistic reproduction of rocks resulting from a long time of Kim’s sketching in nature and the abstract scene far from the reality co-exist. There is a great deal of implicit meaning about the coexistence in a series of his work, called Decorum, including a harmony of conception and abstraction as well. The representation of an object and the expression of emotions are not conflicting but congruous. It is the result of dichotomy that separates subject from object, but concerning that Kim is a devout Christian, the object is not simply a material but includes God, an absolute entity.",
    "p3": "Aside from a specific religious world-view, his work laying emphasis on the objective reality makes efforts to stand firmly on some stable ground or basis, which can be God or nature. However, the reality becomes strange in the times that everything turns into a code or resources. In particular, the reality is considered an impossible concept with the post-modernism world-view. The rocks scattered in his work are the easy-to-notice reality and a visible symbol. Meanwhile, the empty space full of lights is an invisible symbol and the reality. This space is only noticed as the place in which shadows of rocks appear. Audience tends to focus on forms and shapes rather than the background, but what the artist painstakingly worked is this white space in which rocks are placed. The space is not just background but the place made by a series of work such as painting, drying, and polishing it with sandpaper. So, the texture canvas itself has is minimized and thus it becomes no sensitive to audience. This space is considered a potential space that may make changes rather than the space for the actual changes. That is, it is identical to the blank space of Oriental painting or the void of atomic theory.",
    "p4": "However, this is the result of reproduction. The white space that may spot the abstract position of rocks is actually the space that looks white because of backlight seen at the water face by the shore. It is the light that makes a little mineral particle in asphalt shiny like a jewel. The artist, a devout Christian, encounters with God in this space that encompasses rocks symbolizing humans. The space seems empty but abundant. Intuitively, God, the abstract entity, can be noticed on earth, which is bound to rely on the Sun, by the omnipresent light. In Kim’s work, the miscellaneous elements that may disturb audience’s sense melt away in the strong light and the rocks symbolizing humans are highlighted. Here, the light does not fully reveal the objects but disclose them selectively. The light illuminates only one entity, the rocks. In Kim’s work, the omnipresent light and the illuminating light overlap. The rocks encompassed by the light represent the time that seems to stop temporarily.",
    "p5": "The rocks soothe the tumultuous period of modernistic times, which can be symbolized as running water, and show various looks, positions, and relations with the flow of times concealed inside. Although the diverse colors, shapes, and placement of rocks are borrowed from nature, they are toned down. The sharp corners of rocks are worn down and naturalness and comfort are combined. The little rocks placed on the foreground are monumental regardless of whether the work is small or large. As an island at a long distance is made up of stone, the rock on the foreground is also an island. They exist separately but make a harmony like an electric terminal. The wrinkles and specks on the rocks showing that time becomes space and the shadows of rocks with the strong emphasis on the reality are all very little elements but they feature the rocks as a main character in the work. There is a strong light covering objects on the foreground and a distant nature beyond the horizon. Rocks are nature and the things beyond the horizon are also nature, but the remarkable point is on the foreground in which several symbolic meanings are revealed.",
    "p6": "The landscape above the horizon has colors but they are not natural ones. Rather, they are less saturated like slate grey or violet color, which makes the audience’s attention distracted. It includes allusive shapes and looks like an imaginary landscape rather than a realistic one. As a utopia, the fantasied time and space, is often represented as an island, there is a distance between here and there. The landscape above water comes from the places anyone can notice such as Seongsan Ilchulbong, Yangsu-ri, Mont Saint Michel and so on. There is also a landscape spontaneously painted based on a long year of sketching. It can be called both external and internal nature. In the previous works, the only artificial thing found in this space includes some images indicating a cross. The shapes that vertical and horizontal lines are intersected, which is differentiated from nature, are covered by cloud or stones. Some works that a river has appeared for several years are based on the Bible verse, ‘Streams of living water will flow.’",
    "p7": "The thoughts from the sketching in the midst of Kim’s unhealthy conditions turned into the work containing the message ‘The grace of God abounds in the world.’ The Decorum series exhibited in two galleries in 2016 shed light on the harmonization of constituents. Kim makes it clear that Decorum means the peaceful harmonization from the recovery of relationship among God, humans, and nature. As seen in the work, rocks are not identical but similar. The rocks, as the artist explains, symbolize human being. This symbolization of human being also brings God in. This is because God and humans resemble on the basis of anthropomorphism. Nature, humans, and God make a good harmony in the work. The succession of holy being is not considerable as in the religious era but nature, humans, and God attract to each other because they stay away. For instance, each rock makes a chain of community and one part of nature interacts with another part of it.",
    "p8": "The harmonization in Decorum series is based on differences. In particular, God and humans differ. However, in a secular age that divinity is gone, the differences turned into the hierarchical relations among identical things. The process of enlightment that the divinity became the secularity is like a double-edged sword. It was a progression for some people and a regression for others. Fading away the differences gave birth to competition, conflict, isolation, and fear as well. The negative side of enlightment is a contemporary and problematic situation that Kim tries to purify and heal through his works. The rocks appearing on the wave but stopped in light are the image of eternity that the secularity undermined. In the book of Modern Social Imaginaries (2004), Charles Taylor describes that eternity is not just an endless development of commonplace time. Rather, it is an enhancement towards invariability or a collected time in unity. It is a sense of creation time and a sense of origin time, as Eliade said. People can get access to this time by going through rituals.",
    "p9": "It is made possible by recreating some fundamental events. Aside from going a small church, Kim conducts the ritual by his work. Charles Taylor unfolds the meaning of the term, secular, as ‘of this age’, that is, ‘belonging to a common age.’ It means ‘temporal’ coming from the contrasted terms, ‘temporal’ and ‘spiritual.’ The modern social formats only exist in a secular time and there is no behavior-transcendental foundation. According to Charles Taylor, the secularization brought about living a sacred life, mechanical science, reestablishment of social rules, and so on. Furthermore, this gave birth to the material advancement of modern society. However, this does not mean that this secularity made meaningfulness and peace possible. Kim’s work reiterates the process of secularity by emptying or sweeping out all the miscellaneous things that would have otherwise filled the painting as common paintings do. In fact, the symbolic universe filled with something is emptied out.",
    "p10": "Kim considers this emptying as emptying for filling. However, the intention of filling is different. He does not accumulate surplus products in this emptied symbolic universe that might cause competitions and wars. Instead, he places here seemingly useless common rocks, plants, and little animals rather than surplus products that would suppress or govern others. The rocks are reproduced in various shapes and the light is also reproduced in the empty background. This reproduction means that it brings absent things at hand. The fact that there is something in the background is linked to transcendence, which is not the one found in religious paintings in the former era. Regis Debray stated in his book Life and Death of Image (1995) that visual world begins when the power ruling space, time, and body is guaranteed and enough not to fear transcendence. It is an artistic stage that overcomes a magical one in the previous age and also indicates the stage before an economic one.",
    "p11": "Regis Debray attempted to look around a history of mediums and distinguished three regimes of the images (icon, idol and vision). According to his classification, Kim’s nature-reproduced works are located somewhere between supernatural things (icon) and simulation (vision). The nature in Kim’s works is not an archetype that pursues supernatural things or a stereotype that depends on simulation. The nature Kim chose is a model. Apart from an archetype or a stereotype, a model appeals to beauty. The beauty does not simply rely on awe accompanying with fear or temporal concerns. In Kim's work, there are nature or symbols used in the artistic reproduction. The natural symbols brought on in the midst of simulation age, which appeals for instant profits or temporal concerns, seem to belong to an unsecular age. The artistic work based on the reproduction in an age before the advent of simulation age, that is the age of communication with electronic mediums, may look more secular comparing with the age of icon.",
    "p12": "As Regis Debray emphasized, three types are repetitive in that a present type reiterates the previous type. There is a religious thing in the artistic reproduction and also in the visual one. What is noteworthy in Kim’s work is a religious sentiment in the artistic reproduction, that is to say the transcendence or the sublimity. The transcendence or the sublimity requires an everlasting basis, so called super-historical model and continuously traces back to there. From this metaphysical stance, the secular time, in other words, history becomes relative. For instance, the empty space among rocks in Kim’s work soothes the anxiety caused by the pace of the times. Mircea Eliade, a historian of religion, stated in his book The Myth of the Eternal Return: Cosmos and History (1971) that the repetition of exemplary behaviors and the imitation of archetypes discard the time, especially the secular time. The hard-to-bear time of history is destroyed. Eliade thought that with the destruction of time, the ancient people wanted to live in the time-deviant present and furthermore in the renewed present.",
    "p13": "The repetitive nature in Kim’s work defies the passage of time. The running water overshadowed by light cannot be seen. Of course, the time in this static scenery passes. This can be seen in the stopped rocks. The time can be figured out in the reflected images of each rock on the water. However, the time seems to be almost stopped when comparing the time nearly deleted by the strong light with the rhythm of the present age. The nature keeps constant except that humans destroy it. There is nothing new in nature. The nature in Kim’s work is compared with the historical newness. Hegel once contrasted this non-repeating history with the nature in which everything gets repetitive. Hegel said, every object endlessly repeats and there is nothing new under the Sun. From Hegel’s view, history is always free and new. History does not repeat. Modern people’s view of history is affiliated with a recent invention and suspected in the post-modern era.",
    "p14": "Modern people grant high value to historical incidents, which is something new. History is a record of the moments at which humans achieve their autonomy in nature. The art history in conjunction with the modern history also records the same moments. It is the autonomy of art that ignites the newness on the mundane art history. The autonomy means the freedom from God or nature. There was nothing new to the ancient religious people in the era that people depend more on nature. This is because, as Eliade said, everything is just a repetition of the same primitive archetypes. The repetition of archetypes leads the world to its identical moment of dawn by reproducing the mythical moments at which the archetypical behaviors begin because the time itself is incessantly renewed at this moment. The repetition makes the time stopped or at least diminishes the hazard of time. From the modern people’s view, humans are creative only within the territory of historical things.",
    "p15": "There is nothing possible for humans except for the freedom in making history as they make themselves. Eventually, individuals cannot help but live in the fear of history. So, Eliade asserted that the freedom of making history, which modern people are proud of, is just an illusion to almost all humans. The competitive elements of the time and history are the real sense about the ultimate reality. The book The Myth of the Eternal Return: Cosmos and History (1971) tells that the ancient people have a system that consistently proves the ultimate reality of objects, which can be considered metaphysics. For them, the fruits from nature or humans’ activities, or whatever it may be, everything has self-identity or reality only when they are engaged in some transcendental reality. The intense desire to imitate the archetypes infinitely is an expression of fear about a downfall buried by trivial things in a secular life. In this respect, the rocks on the empty space can be an expression of thirst for the reality.",
    "p16": "The life for a religious human is consistent with the life of superman model, the archetypes. This life expects the primitive holiness to appear because only the archetypes are realistic. In Kim’s work, faith about the absolute reality does exist, which is in conflict with the secular world consisting of non-realities. Kim’s work also shows that there is a common ground between the idea that some objects or behaviors become realistic only when they imitate or repeat one archetype and the realistic perspective. Religious and artistic humans repeat primitive behaviors, that is, reiterate the creative activities which turn chaos into cosmos. The art is to repeat this moment and eventually to repeat and reproduce it. Kim’s work contains the ancient aesthetic topic, the human’s imitating of God’s work. It also expresses a sense of ultimate reality by reproducing nature and this is a retrogressive work about the absurd phase of modern view of history, which is newness for newness and destruction for destruction."
  },
  "list": {
    "only_for_sale": "only for sale"
  }
}